{
  "items": [
    {
      "@context": "http://dublincore.org/specifications/dublin-core/dcmi-terms/2020-01-20/",
      "@type": "MARC Record",
      "id": "1",
      "identifier": "9780590353403",
      "contributor": "Rowling, J. K.",
      "title": "Harry Potter and the Chamber of Secrets",
      "publisher": "Arthur A. Levine Books, an imprint of Scholastic Press",
      "dateCopyrighted" : "1997",
      "format": "Book",
      "description": "Till now there’s been no magic for Harry Potter. He lives with the miserable Dursleys and their abominable son, Dudley. Harry’s room is a tiny closet at the foot of the stairs, and he hasn’t had a birthday party in eleven years. But then a mysterious letter arrives by owl messenger: a letter with an invitation to an incredible place called the Hogwarts School of Witchcraft and Wizardry. And there he finds not only friends, flying sports on broomsticks, and magic in everything from classes to meals, but a great destiny that’s been waiting for him . . . if Harry can survive the encounter."     
    },
    {
      "@context": "http://dublincore.org/specifications/dublin-core/dcmi-terms/2020-01-20/",
      "@type": "MARC Record",
      "id": "2",
      "identifier": "9780439064866",
      "contributor": "Rowling, J. K.",
      "title": "Harry Potter and the Chamber of Secrets",
      "publisher": "Arthur A. Levine Books, an imprint of Scholastic Press",
      "dateCopyrighted" : "1998",
      "format": "Book",
      "description": "The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School of Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange, impish creature named Dobby who says that if Harry Potter returns to Hogwarts, disaster will strike. And strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor, Gilderoy Lockhart; a spirit named Moaning Myrtle who haunts the girls' bathroom; and the unwanted attention of Ron Weasley's younger sister, Ginny. but each of these seem minor annoyances when the real trouble begins, and someone - or something - starts turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects... Harry Potter himself!"    
    },
    {
      "@context": "http://dublincore.org/specifications/dublin-core/dcmi-terms/2020-01-20/",
      "@type": "MARC Record",
      "id": "3",
      "identifier": "9780439136358",
      "contributor": "Rowling, J. K.",
      "title": "Harry Potter and the prisoner of Azkaban",
      "publisher": "Arthur A. Levine Books, an imprint of Scholastic Press",
      "dateCopyrighted" : "1999/8",
      "format": "Book",
      "description": "For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be a dedicated follower of the Dark Lord, Voldemort. Now he’s escaped. And the Azkaban guards heard Black muttering in his sleep, “He’s at Hogwarts . . . he’s at Hogwarts.” Is he coming for Harry? Harry Potter isn’t safe, not even within the walls of his magical school, surrounded by his friends. Because on top of it all, there may be a traitor in their midst."     
    }
  ],
  "users": [
    {
      "@context": "https://caccl-butte.alma.exlibrisgroup.com/SAML",
      "@type": "Person",
      "id": "3259410",
      "name": "Jennifer Lasell",
      "userGroup": "Staff/Faculty",
      "roleName": "Catalog Administrator",
      "RoleArea": "Catalog"
    },
    {
      "@context": "https://caccl-butte.alma.exlibrisgroup.com/SAML",
      "@type": "Person",
      "id": "3524522",
      "name": "Jason Pien",
      "userGroup": "Staff/Faculty",
      "roleName": "Cataloger",
      "RoleArea": "Catalog"
    }
  ],
  "collection": {
    "@type": "Collection",
    "name": "Collection Development API",
    "creator": "jenniferlasell",
    "about": "Current print MARC records for Butte Community College"
  }
}
